Repository: City-busz/share-preview
Catalog: po/*.po
Languages: cs, es, fa, hi, id, nb_no, pl, pt, ro_ro, sk, ta, uk

source: Image is too tiny ({actual}), minimum dimensions are {min}
cs: Obrázek je příliš malý ({actual}), minimální rozměry jsou {min}
es: La imagen es demasiado pequeña ({actual}), las dimensiones mínimas son {min}
hi: छवि बहुत छोटी है ({actual}), न्यूनतम आयाम {min} हैं
id: Gambar terlalu kecil ({actual}), dimensi minimumnya {min}
nb_no: Bildet er for lite ({actual}), det må være minst {min}
pl: Obraz jest za mały ({actual}), minimalne rozmiary to {min}
pt: A imagem é muito pequena ({actual}), as dimensões mínimas são {min}
sk: Obrázok je príliš malý ({akt}), minimálne rozmery sú {min}
ta: படம் மிகவும் சிறியது ({actual}), குறைந்தபட்ச பரிமாணங்கள் {min}
uk: Зображення занадто мале ({actual}), мінімально допустимим розміром є {min}

source: Image is too heavy ({actual}), max size is {max}
cs: Obrázek je příliš velký ({actual}), maximální velikost je {max}
es: Las imagen es demasiado pesada ({actual}), el tamaño máximo es {max}
hi: छवि बहुत भारी है ({actual}), अधिकतम आकार {max} है
id: Gambar terlalu berat ({actual}), ukuran maksimalnya adalah {max}
nb_no: Bildet er for stort ({actual}), det kan være maks {max}
pl: Obraz jest za duży ({actual}), maksymalne rozmiary to {max}
pt: A imagem é muito grande ({actual}), o tamanho máximo é {max}
sk: Obrázok je príliš ťažké ({akt}), max veľkosť je {max}
ta: படம் மிகவும் கனமானது ({actual}), அதிகபட்ச அளவு {max}
uk: Зображення занадто важке ({actual}), максимально допустимим розміром є {max}

source: Image is unsupported: {info}
cs: Obrázek není podporovaný: {info}
es: La imagen no es compatible: {info}
hi: छवि असमर्थित है: {info}
id: Gambar tidak didukung: {info}
nb_no: Bildet støttes ikke: {info}
pl: Obraz nie jest wspierany: {info}
pt: Image não suportada: {info}
sk: Obrázok je nepodporovaný: {info}
ta: படம் ஆதரிக்கப்படவில்லை: {info}
uk: Зображення не підтримується: {info}

source: Image Error
fa: خطای عکس
ro_ro: Erroare de imagine

source: Menu
fa: فهرست
ro_ro: Meniu

source: Go...
ro_ro: Dute...

source: View Found Data...
ro_ro: Vizualizează Datele Găsite

source: Couldn't connect to the given URL.
fa: به نشانی داده شده متّصل نشد.
ro_ro: Conectarea la URL-ul aprovizionat nu a fost posibilă

source: Couldn't find enough data to generate a card for this social media.
fa: دادهٔ کافی برای تولید یک کارت برای این شبکهٔ اجتماعی پیدا نشد.
ro_ro: Nu sau găsit destule date pentru a genera un card pentru mediile de socializare.

source: Failure when receiving image from the peer.
fa: شکست هنگام دریافت عکس از نظیر.
ro_ro: Eșec la primirea imaginii de la egal.

source: Invalid image format.
fa: قالب عکس نامعتبر.
ro_ro: Formatul imaginii este invalid.

source: Unexpected image error.
fa: خطای ناشناختهٔ عکس.
ro_ro: Eroare de imagine neaşteptată

source: Gnome;GTK;
fa: Gnome;GTK;گنوم;
