Repository: City-busz/share-preview
Catalog: po/*.po
Languages: cs, es, fa, hi, id, nb_no, pl, pt, ro_ro, sk, ta, uk

source: Card Error
cs: Chyba karty
es: Error de Tarjeta
fa: خطای کارت
hi: कार्ड त्रुटि
id: Kartu Gagal
nb_no: Noe gikk galt
pl: Błąd karty
pt: Erro de cartão
ro_ro: Eroare de card
sk: Chyba karty
ta: அட்டை பிழை
uk: Помилка карти

source: Metadata
es: Metadatos
hi: मेटाडेटा
nb_no: Informasjon
pl: Metadane
pt: Metadados
sk: Metaúdaje
ta: மேனிலை தரவு
uk: Метадані

source: Nothing to Show
cs: Nic k zobrazení
es: Nada que mostrar
hi: दिखाने के लिए कुछ नहीं
id: Tidak Ada yang Perlu Ditunjukkan
nb_no: Ingenting å vise
pl: Nie ma nic do wyświetlenia
pt: Nada a mostrar
ro_ro: Nimic de văzut
sk: Nič tu nie je
ta: காட்ட எதுவும் இல்லை
uk: Нічого показувати

source: Body Images
cs: Obrázky na stránce
es: Imágenes del cuerpo
hi: शारीरिक छवियां
id: Gambar Tubuh
nb_no: Ekstra bilder
pl: Obrazki ze strony
pt: Imagens do corpo
ro_ro: Imagini de conţinut
sk: Obrázky
ta: உடல் படங்கள்
uk: Зображення тіла

source: Scraping Log
cs: Log získávání dat
es: Registro de Raspado
hi: स्क्रैपिंग लॉग
nb_no: Logg
pl: Log pobierania danych
pt: Registos de Colheita de Dados
ta: ச்கிராப்பிங் பதிவு

# shortcut window
source: General
cs: Obecné
fa: عمومی
hi: सामान्य
id: Umum
nb_no: Generelt
pl: Ogólne
pt: Geral
sk: Všeobecné
ta: பொது
uk: Загальне

# shortcut window
source: Focus the URL entry
es: Enfocar el campo de URL
hi: URL प्रविष्टि पर ध्यान केंद्रित करें
pt: Foque a entrada da URL
ta: முகவரி நுழைவை மையப்படுத்தவும்
uk: Фокусувати URL

# shortcut window
source: Show Shortcuts
cs: Zobrazit zkratky
es: Mostrar atajos de teclado
fa: نمایش میان‌برها
hi: शॉर्टकट दिखाएं
id: Tampilkan Pintasan
nb_no: Vis tastatursnarveier
pl: Pokaż skróty
pt: Mostrar atalhos
ro_ro: Arată scurtăturile
sk: Zobraziť klávesové skratky
ta: குறுக்குவழிகளைக் காட்டு
uk: Показати клавіатурні скорочення

# shortcut window
source: Quit
cs: Ukončit
es: Salir
fa: خروج
hi: छोड़ें
id: Berhenti
nb_no: Avslutt
pl: Wyjdź
pt: Sair
ro_ro: Inchide
sk: Ukončiť
ta: வெளியேறு
uk: Вийти

source: _New Window
es: Ventana _nueva
hi: नई विंडो (_N)
id: _Jendela baru
nb_no: _Nytt vindu
pl: _Nowe okno
pt: Janela _Nova
sk: _Nové okno
ta: _ புதிய சாளரம்
uk: _Нове вікно

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
es: Atajos de teclado
fa: _میان‌برهای صفحه‌کلید
hi: कीबोर्ड शॉर्टकट (_K)
id: _Pintasan Papan Ketik
nb_no: _Tastatursnarveier
pl: _Skróty klawiszowe
pt: _Teclas de atalho
ro_ro: _Scurtăturile Tastaturi
sk: _Klávesové skratky
ta: விசைப்பலகை குறுக்குவழிகள்
uk: _Клавіатурні скорочення

source: _About Share Preview
cs: _O aplikaci Náhled sdílení
es: Acerca de Share Preview
fa: _دربارهٔ پیش‌نمایش اشتراک‌گذاری
hi: Share Preview के बारे में (_A)
id: _Tentang Bagikan Pratinjau
nb_no: _Om Share Preview
pl: _O Share Preview
pt: _Acerca do Share Preview
ro_ro: _Despre distribuirea previzualizări
sk: _O aplikácii
ta: _ பங்கு முன்னோட்டம்
uk: _Про Share Preview

source: Share Preview
cs: Náhled sdílení
fa: پیش‌نمایش اشتراک‌گذاری
id: Bagikan Pratinjau
ro_ro: Distribuie Previzualizarea
sk: Náhľad zdieľaní
ta: முன்னோட்டத்தைப் பகிரவும்
uk: Поділитися

source: Toggle Color Scheme
cs: Přepnout barevné schéma
es: Conmutar la combinación de colores
hi: रंग योजना टॉगल करें
id: Pengalih Skema Warna
nb_no: Endre stil
pl: Zmień schemat kolorów
pt: Alternar esquema de cores
ro_ro: Comută Schema Culorilor
sk: Prepnúť farebnú schému
ta: வண்ணத் திட்டத்தை மாற்றவும்
uk: Змінити кольорову схему

source: Main Menu
es: Menú Principal
hi: मुख्य मेनू
id: Menu Utama
nb_no: Hovedmeny
pl: Menu
pt: Menu Principal
sk: Hlavné menu
ta: பட்டியல் விளையாடுங்கள்
uk: Головне меню

source: Go
cs: Přejít
es: Ir
hi: जायें
id: Pergi
nb_no: Vis
pl: Idź
pt: Ir
sk: Ísť
ta: போ
uk: Вперед

source: Set a URL to preview
cs: Nastavit adresu URL pro náhled
es: Establecer una URL para obtener una vista previa
hi: पूर्वावलोकन करने के लिए एक URL निर्धारित करें
id: Tetapkan URL untuk di pratinjau
nb_no: Forhåndsvis nettsteder
pl: Wpisz URL do podglądu
pt: Definir um URL para visualizar
sk: Nastaviť URL náhľad
ta: முன்னோட்டமிட ஒரு முகவரி ஐ அமைக்கவும்
uk: Встановити URL для попереднього перегляду

source: View Metadata
cs: Zobrazit metadata
es: Ver Metadatos
hi: मेटाडेटा देखें
id: Lihat Metadata
nb_no: Vis metadata
pl: Zobacz Metadane
pt: Visualizar Metadados
sk: Zobraziť Metadata
ta: மெட்டாடேட்டாவைக் காண்க
uk: Перегляд метаданих

source: Show Logs
cs: Zobrazit logy
es: Ver Registros
hi: लॉग दिखाएं
id: Lihat Log
nb_no: Vis logg
pl: Pokaż Logi
pt: Exibir registros
sk: Zobraziť Logs
ta: பதிவுகளைக் காட்டு
uk: Показати журнали

source: Test social media cards locally
cs: Otestujte karty sociálních sítí lokálně
es: Pruebe las tarjetas de redes sociales a nivel local
fa: بررسی کارت‌های شبکه‌های مجازی به‌صورت محلّی
hi: सोशल मीडिया कार्ड का स्थानीय स्तर पर परीक्षण करें
id: Uji kartu media sosial secara lokal
nb_no: Sjekk hvordan nettsteder forhåndsvises
pl: Testuj lokalnie karty z mediów społecznościowych
pt: Testar cartões de redes sociais localmente
ro_ro: Testează cardurile pentru mediile de socializare in mod local
sk: Zobraz karty pre sociálne siete
ta: சமூக ஊடக அட்டைகளை உள்நாட்டில் சோதிக்கவும்
uk: Локально тестуйте картки соціальних мереж

source: Gnome;GTK;link;url;unfurl;
es: Gnome;GTK;
hi: Gnome;GTK;लिंक;url;फैलाना;
id: Gnome;GTK;tautan;url;membuka;
nb_no: Lenke;Link;URL;Kobling;OpenGraph;Metadata;Forhåndsvisning;Nettsted;Nettside;Twitter;Facebook;Discourse;Mastodon;Linkedin;Unfurl;
pt: Gnome;GTK;weblink;url;unfurl;
ta: Gnome; gtk; இணைப்பு; url; underl;

source: Preview and debug websites metadata tags for social media share.
cs: Zobrazte a laďte tagy metadat webových stránek pro sdílení na sociálních sítích.
es: Obtenga una vista previa y depure las etiquetas de metadatos de sitios web para compartir en redes sociales.
fa: پیش‌نمایش و اشکال‌زدایی برچسب‌های فرادادهٔ وبگاه‌ها برای اشتراک‌گذاری در شبکه‌های اجتماعی.
hi: सोशल मीडिया शेयर के लिए वेबसाइट मेटाडेटा टैग का पूर्वावलोकन और डीबग करें।
id: Pratinjau dan debug tag metadata situs web untuk dibagikan di media sosial.
nb_no: Skal du dele en lenke til nettstedet ditt? Share Preview lar deg passe på at det ser presentabelt ut når det deles på plattformer som Twitter, Facebook, Mastodon og LinkedIn.
pl: Podejrzyj i debuguj tagi metadanych dla udostępnień w mediach społecznościowych.
pt: Visualizar e depurar etiquetas de metadados de websites para partilha em rede social.
ro_ro: Previzualizează si depană tagurile de metadata ale websiturilor pentru distribuirea pe mediile de socializare
sk: Vlož hypertextový odkaz a zisti, ako bude vyzerať jeho karta na sociálnych sieťach.
ta: சமூக ஊடக பகிர்வுக்கான வலைத்தளங்களை முன்னோட்டம் மற்றும் பிழைத்திருத்த வலைத்தளங்கள் மேனிலை தரவு குறிச்சொற்கள்.
uk: Попередній перегляд та налагодження тегів метаданих вебсайтів для публікації в соціальних мережах.

source: Network Error
cs: Chyba sítě
es: Error de red
fa: خطای شبکه
hi: नेटवर्क त्रुटि
id: Jaringan Gagal
nb_no: Nettverksfeil
pl: Błąd sieci
pt: Erro de rede
ro_ro: Eroare de reţea
sk: Chyba siete
ta: பிணைய பிழை
uk: Помилка мережі

source: Couldn’t connect to the given URL.
cs: Nepodařilo se připojit na zadanou URL.
es: No se pudo conectar a la URL proporcionada.
hi: दिए गए URL से कनेक्ट नहीं हो सका।
id: Tidak dapat terhubung ke URL yang diberikan.
nb_no: Visning av lenke mislyktes.
pl: Nie można połączyć się z podanym adresem URL.
pt: Não foi possível conectar à URL fornecida.
sk: Nebolo možné pripojiť sa na server, na ktorý odkaz odkazuje.
ta: கொடுக்கப்பட்ட முகவரி உடன் இணைக்க முடியவில்லை.
uk: Не вдалося під'єднатися до вказаної URL-адреси.

source: Unexpected Error
cs: Neočekávaná chyba
es: Error inesperado
fa: خطای ناشناخته
hi: अप्रत्याशित त्रुटि
id: Kesalahan tak terduga
nb_no: Noe gikk galt
pl: Nieoczekiwany błąd
pt: Erro inesperado
ro_ro: Eroare neaşteptată
sk: Neočakávaná chyba
ta: எதிர்பாராத பிழை
uk: Неочікувана помилка

source: Invalid URL
cs: Neplatná URL
es: URL invalido
fa: نشانی نامعتبر
hi: अमान्य URL
id: URL tidak valid
nb_no: Ugyldig lenke
pl: Nieprawidłowy URL
pt: URL inválido
ro_ro: URL Invalid
sk: Neplatná adresa stránky
ta: தவறான முகவரி
uk: Неправильна URL-адреса

source: Couldn’t find enough data to generate a card for this social media.
cs: Nepodařilo se najít dostatek údajů pro vygenerování karty pro tuto sociální síť.
es: No se pudieron encontrar datos suficientes para generar una tarjeta para esta red social.
hi: इस सोशल मीडिया के लिए कार्ड बनाने के लिए पर्याप्त डेटा नहीं मिल सका।
id: Tidak dapat menemukan cukup data untuk membuat kartu untuk media sosial ini.
nb_no: Fant ikke nok data til å forhåndsvise nettstedet her.
pl: Nie można znaleźć wystarczającej ilości danych do wygenerowania karty dla tego medium społecznościowego.
pt: Não foi possível encontrar dados suficientes para gerar um cartão para esta rede social.
sk: Nemožno nájsť dostatok údajov na generovanie karty pre tieto sociálne médiá.
ta: இந்த சமூக ஊடகத்திற்கான அட்டையை உருவாக்க போதுமான தரவைக் கண்டுபிடிக்க முடியவில்லை.
uk: Не вдалося знайти достатньо даних для створення картки для цієї соціальної мережі.

source: Twitter: No card found.
cs: Twitter: Nebyla nalezena žádná karta.
es: Twitter: No se encontró ninguna tarjeta.
fa: توییتر: کارتی یافت نشد.
hi: Twitter: कोई कार्ड नहीं मिला।
id: Twitter: Tidak ada kartu yang ditemukan.
nb_no: Twitter: Fant ikke kort.
pl: Twitter: Nie znaleziono karty.
pt: Twitter: nenhum cartão encontrado.
ro_ro: Twitter: Cardul nu a fost găsit.
sk: Twitter: Nebolo možné nájsť kartu.
ta: ட்விட்டர்: அட்டை எதுவும் கிடைக்கவில்லை.
uk: Twitter: Карток не знайдено.

source: DEBUG
cs: LADĚNÍ
es: DEPURACIÓN
hi: डीबग
nb_no: STATUS
sk: DEŇ
ta: பிழைத்திருத்தம்
uk: НАЛАГОДЖЕННЯ

source: INFO
hi: सूचना
pt: INFORMAÇÃO
sk: AKTUALITY
ta: தகவல்
uk: ІНФОРМАЦІЯ

source: WARNING
cs: VAROVÁNÍ
es: ADVERTENCIA
hi: चेतावनी
id: PERINGATAN
nb_no: ADVARSEL
pl: OSTRZEŻENIE
pt: AVISO
sk: UPOZORNENIE
ta: எச்சரிக்கை
uk: ПОПЕРЕДЖЕННЯ

source: ERROR
cs: CHYBA
hi: त्रुटि
nb_no: FEIL
pl: BŁĄD
pt: ERRO
ta: பிழை
uk: ПОМИЛКА

source: Found "{name}".
cs: Nalezeno „{name}“.
es: Encontrado "{name}".
hi: "{name}" मिला।
id: Ditemukan "{nama}".
nb_no: Fant «{name}».
pl: Znaleziono "{name}".
pt: Encontrado "{name}".
sk: Nájdené "{name}".
ta: "{name}" கிடைத்தது.
uk: Знайдено "{name}".

source: "{name}" is empty!
cs: „{name}“ je prázdné!
es: "{name}" esta vació!
hi: "{name}" खाली है!
id: "{nama}" Ditemukan!
nb_no: «{name}» er tom.
pl: "{name}" jest puste!
pt: "{name}" está vazio!
sk: "{name}" je prázdny!
ta: "{name}" காலியாக உள்ளது!
uk: "{name}" є порожнім!

source: Unable to find a metadata for title!. Falling back to document title.
cs: Nepodařilo se najít metadata pro název!. Návrat k názvu dokumentu.
es: No se pudo metadatos para el título. Se usará el título del documento.
hi: शीर्षक के लिए मेटाडेटा ढूंढने में असमर्थ! दस्तावेज़ शीर्षक पर वापस आते हैं।
id: Tidak dapat menemukan metadata untuk judul!. Kembali ke judul dokumen.
nb_no: Fant ikke egendefinert navn. Bruker dokumentnavn i stedet.
pt: Não foi possível encontrar metadados para o título! Usando o título do documento como alternativa.
sk: Nemožno nájsť metadáta pre titul!. Zasadiť späť na názov dokumentu.
ta: தலைப்புக்கு ஒரு மெட்டாடேட்டாவைக் கண்டுபிடிக்க முடியவில்லை! ஆவண தலைப்புக்கு மீண்டும் விழுகிறது.
uk: Не вдалося знайти метадані для заголовку! Повернення до заголовку документа.

source: Unable to find the document title!. Falling back to site url.
cs: Nepodařilo se najít název dokumentu!. Návrat k adrese URL webu.
es: No se pudo encontrar el título del documento! Se usará la dirección del sitio.
hi: दस्तावेज़ का शीर्षक ढूंढने में असमर्थ! साइट URL पर वापस आते हैं।
id: Tidak dapat menemukan judul dokumen!. Kembali ke url situs.
nb_no: Fant ikke dokumentnavn. Bruker lenke i stedet.
pt: Não foi possível encontrar o título do documento! Usando a url do site como alternativa.
sk: Nemožno nájsť názov dokumentu! Spadnúť späť na stránku url.
ta: ஆவண தலைப்பைக் கண்டுபிடிக்க முடியவில்லை! தள முகவரி க்கு மீண்டும் விழுகிறது.
uk: Не вдалося знайти заголовок документу! Повернення до URL-адреси сайту.

source: The description should be at least "{count}" characters long.
es: La descripción debe tener al menos "{count}" caracteres.
hi: विवरण कम से कम "{count}" अक्षर लंबा होना चाहिए।
id: Deskripsi minimal harus berisi "{count}" karakter.
nb_no: Beskrivelsen bør være minst «{count}» tegn lang.
pt: A descrição deve ter pelo menos "{count}" caracteres.
sk: Popis by mal byť aspoň "{count}" znaky dlho.
ta: விளக்கம் குறைந்தபட்சம் "{count}" எழுத்துக்கள் நீளமாக இருக்க வேண்டும்.
uk: Опис має містити принаймні "{count}" символів.

source: Add a "{tag}" tag to the page to have control over the content.
es: Añada una etiqueta "{tag}" a la página para tener control sobre el contenido.
hi: सामग्री पर नियंत्रण पाने के लिए पृष्ठ पर एक "{tag}" टैग जोड़ें।
id: Tambahkan tag "{tag}" ke laman untuk mengontrol konten.
nb_no: Legg til et «{tag}»-element på siden for å endre innholdet.
pt: Adicione uma etiqueta "{etiqueta}" à página para ter controlo sobre o conteúdo.
sk: Pridajte "{tag}" štítok na stránku, aby ste mali kontrolu nad obsahom.
ta: உள்ளடக்கத்தின் மீது கட்டுப்பாட்டைக் கொண்டுவர பக்கத்தில் "{tag}" குறிச்சொல்லைச் சேர்க்கவும்.
uk: Додайте тег "{tag}" до сторінки, щоб мати змогу контролювати вміст.

source: Found card of type "{name}".
cs: Nalezena karta typu „{name}“.
es: Se encontró la tarjeta de tipo "{name}".
hi: "{name}" प्रकार का कार्ड मिला।
id: Ditemukan kartu jenis "{nama}".
nb_no: Fant «{name}»-kort.
pl: Znaleziono kartę typu "{name}".
pt: Cartão do tipo "{name}" encontrado.
sk: Nájdené karty typu "{name}".
ta: "{name}" வகையின் அட்டை.
uk: Знайдено картку типу "{name}".

source: Unable to find "{name}". Consider providing a "{name}" meta property.
cs: Nepodařilo se najít „{name}“. Zvažte poskytnutí vlastnosti meta „{name}“.
es: No se puede encontrar "{name}". Considere proporcionar la meta-propiedad "{name}".
hi: "{name}" ढूंढने में असमर्थ। "{name}" मेटा प्रॉपर्टी प्रदान करने पर विचार करें।
id: Tidak dapat menemukan "{name}". Pertimbangkan untuk menyediakan properti meta "{name}".
nb_no: Fant ikke «{name}». Vurder å legge til «{name}» på nettstedet.
pt: Não foi possível encontrar "{name}". Considere fornecer uma propriedade meta "{name}".
sk: Nemožno nájsť "{name}". Zvážte poskytovanie "{name}" meta majetku.
ta: "{name}" ஐ கண்டுபிடிக்க முடியவில்லை. "{name}" மேவு சொத்தை வழங்குவதைக் கவனியுங்கள்.
uk: Не вдалося знайти "{name}". Розгляньте надання мета-властивості "{name}".

source: Unable to find any valid card type.
cs: Nepodařilo se najít žádný platný typ karty.
es: No se ha podido encontrar ningún tipo de tarjeta válido.
hi: कोई वैध कार्ड प्रकार ढूंढने में असमर्थ।
id: Tidak dapat menemukan jenis kartu yang valid.
nb_no: Fant ingen gyldige kort.
pl: Nie można znaleźć żadnego prawidłowego typu karty.
pt: Não foi possível encontrar nenhum tipo de cartão válido.
sk: Nemožno nájsť žiadny platný typ karty.
ta: எந்த செல்லுபடியாகும் அட்டை வகையையும் கண்டுபிடிக்க முடியவில்லை.
uk: Не вдалося знайти жодного дійсного типу картки.

source: Unable to find any valid title or description.
cs: Nepodařilo se najít žádný platný název ani popis.
es: No se pudo encontrar ningún título o descripción válidos.
hi: कोई वैध शीर्षक या विवरण ढूंढने में असमर्थ।
id: Tidak dapat menemukan judul atau deskripsi yang valid.
nb_no: Fant ingen gyldig tittel eller beskrivelse.
pl: Nie można znaleźć żadnego prawidłowego tytułu ani opisu.
pt: Não foi possível encontrar nenhum título ou descrição válida.
sk: Nemožno nájsť žiadny platný titul alebo popis.
ta: எந்தவொரு சரியான தலைப்பு அல்லது விளக்கத்தையும் கண்டுபிடிக்க முடியவில்லை.
uk: Не вдалося знайти жодного дійсного заголовку чи опису.

source: Unable to find a valid image in the metadata.
es: No se pudo encontrar una imagen válida en los metadatos.
hi: मेटाडेटा में मान्य छवि ढूंढने में असमर्थ।
id: Tidak dapat menemukan gambar yang valid di metadata.
nb_no: Fant ingen gyldige bilder i metadataene.
pt: Não foi possível encontrar uma imagem válida nos metadados.
sk: Nemožno nájsť platný obraz v metadáte.
ta: மெட்டாடேட்டாவில் செல்லுபடியாகும் படத்தைக் கண்டுபிடிக்க முடியவில்லை.
uk: Не вдалося знайти дійсного зображення в метаданих.

source: Unable to find a valid image in the metadata or document body.
es: No se ha podido encontrar una imagen válida en los metadatos o en el cuerpo del documento.
hi: मेटाडेटा या दस्तावेज़ के मुख्य भाग में कोई मान्य छवि ढूंढने में असमर्थ।
id: Tidak dapat menemukan gambar yang valid di metadata atau badan dokumen.
nb_no: Fant ingen gyldige bilder i metadataene eller resten av dokumentet.
pt: Não foi possível encontrar uma imagem válida nos metadados ou no corpo do documento.
sk: Nemožno nájsť platný obraz v metadáta alebo dokument telo.
ta: மேனிலை தரவு அல்லது ஆவண உடலில் செல்லுபடியாகும் படத்தைக் கண்டுபிடிக்க முடியவில்லை.
uk: Не вдалося знайти дійсного зображення в метаданих чи тілі документу.

source: Unable to find a valid image in the metadata, will render an icon.
cs: Nepodařilo se najít platný obrázek v metadatech, vykreslí se ikona.
es: No se pudo encontrar una imagen válida en los metadatos, se mostrará un icono.
hi: मेटाडेटा में मान्य छवि ढूंढने में असमर्थ, एक आइकन प्रस्तुत करेगा।
id: Tidak dapat menemukan gambar yang valid dalam metadata, akan menampilkan ikon.
nb_no: Fant ingen gyldige bilder i metadataene. Bruker ikon i stedet.
pt: Não foi possível encontrar uma imagem válida nos metadados, será renderizado um ícone como alternativa.
sk: Nemožno nájsť platný obraz v metadáte, zobrazí ikonu.
ta: மெட்டாடேட்டாவில் செல்லுபடியாகும் படத்தைக் கண்டுபிடிக்க முடியவில்லை, ஒரு ஐகானை வழங்கும்.
uk: Не вдалося знайти дійсного зображення в метаданих, буде створено піктограму.

source: Unable to find a valid image in the metadata, will render a "{name}" card with icon.
cs: Nepodařilo se najít platný obrázek v metadatech, vykreslí se karta „{name}“ s ikonou.
es: Al no encontrar una imagen válida en los metadatos, se mostrará una tarjeta "{name}" con un icono.
hi: मेटाडेटा में एक वैध छवि ढूंढने में असमर्थ, आइकन के साथ एक "{name}" कार्ड प्रस्तुत करेगा।
id: Tidak dapat menemukan gambar yang valid dalam metadata, akan menampilkan kartu "{nama}" dengan ikon.
nb_no: Fant ingen gyldige bilder i metadataene. Bruker «{name}»-kort med ikon.
pt: Não foi possível encontrar uma imagem válida nos metadados, será renderizado um cartão "{name}" com ícone.
sk: Nemožno nájsť platný obraz v metadáte, bude zobrazovať "{name}" kartu s ikonou.
ta: மெட்டாடேட்டாவில் செல்லுபடியாகும் படத்தைக் கண்டுபிடிக்க முடியவில்லை, ஐகானுடன் "{name}" கார்டை வழங்கும்.
uk: Не вдалося знайти дійсне зображення в метаданих, буде створено картку "{name}" з піктограмою.

source: Image "{url}" is defined with a relative url.
es: La imagen "{url}" se define con una url relativa.
hi: छवि "{url}" को एक सापेक्ष URL से परिभाषित किया गया है।
pt: A imagem "{url}" é definida com uma url relativa.
ta: படம் "{url}" ஒரு தொடர்புடைய முகவரி உடன் வரையறுக்கப்படுகிறது.
uk: Зображення "{url}" визначається відносною URL-адресою.

source: Image "{url}" met the requirements.
cs: Obrázek „{url}“ splňuje požadavky.
es: La imagen "{url}" cumple los requisitos.
hi: छवि "{url}" आवश्यकताओं को पूरा करती है।
id: Gambar "{url}" memenuhi persyaratan.
nb_no: «{url}» er et gyldig bilde.
pl: Obraz "{url}" spełnia wszystkie wymagania.
pt: A imagem "{url}" atendeu aos requisitos.
sk: Obrázok "{url}" spĺňa požiadavky.
ta: படம் "{url}" தேவைகளை நிறைவு செய்தது.
uk: Зображення "{url}" відповідає вимогам.

source: Image "{url}" did not meet the requirements: {info}.
cs: Obrázek „{url}“ nesplňuje požadavky: {info}.
es: La imagen "{url}" no cumple los requisitos: {info}.
hi: छवि "{url}" आवश्यकताओं को पूरा नहीं करती: {info}।
id: Gambar "{url}" tidak memenuhi persyaratan: {info}.
nb_no: «{url}» er ikke et gyldig bilde: {info}.
pl: Obraz "{url}" nie spełnia wymagań: {info}.
pt: A imagem "{url}" não atendeu aos requisitos: {info}.
sk: Obrázok "{url}" nespĺňa požiadavky: {info}.
ta: படம் "{url}" தேவைகளை நிறைவு செய்யவில்லை: {info}.
uk: Зображення "{url}" не відповідає вимогам: {info}.

source: Image "{url}" processed successfully.
cs: Obrázek „{url}“ byl úspěšně zpracován.
es: Imagen "{url}" procesada con éxito.
hi: छवि "{url}" सफलतापूर्वक संसाधित हुई।
id: Gambar "{url}" berhasil diproses.
nb_no: «{url}» ferdigbehandlet.
pl: Pomyślnie przetworzono obraz "{url}".
pt: A imagem "{url}" foi processada com sucesso.
sk: Obrázok "{url}" úspešne spracované.
ta: படம் "{url}" வெற்றிகரமாக செயலாக்கப்பட்டது.
uk: Зображення "{url}" оброблено успішно.

source: Failed to thumbnail "{url}": {info}.
cs: Nezdařilo se vytvořit miniaturu pro „{url}“: {info}.
es: Error al hacer la miniatura para "{url}": {info}.
hi: "{url}" थंबनेल बनाने में विफल: {info}।
id: Gagal membuat thumbnail "{url}": {info}.
nb_no: Generering av miniatyrbilde for «{url}» mislyktes: {info}.
pl: Nie udało się utworzyć miniaturki "{url}": {info}.
pt: Falha ao criar miniatura de "{url}": {info}.
sk: Obdarené miniatúry "{url}": {info}.
ta: "{url}": {info} என்ற சிறுபடத்தில் தோல்வியுற்றது.
uk: Не вдалося створити мініатюру "{url}": {info}.

source: Found a valid occurrence for "{name}" with value "{value}".
cs: Nalezen platný výskyt pro „{name}“ s hodnotou „{value}“.
es: Se ha encontrado una ocurrencia válida para "{name}" con valor "{value}".
hi: "{name}" के लिए "{value}" मान के साथ एक वैध घटना मिली।
id: Ditemukan kejadian valid untuk "{nama}" dengan nilai "{value}".
nb_no: Fant «{name}» med innhold «{value}».
pt: Encontrada uma ocorrência válida para "{name}" com o valor "{value}".
sk: Našiel platný výskyt pre "{name}" s hodnotou "{hodnota}".
ta: "{name}" மதிப்புக்கு "{value}" க்கு செல்லுபடியாகும் நிகழ்வைக் கண்டறிந்தது.
uk: Знайдено дійсний випадок для "{name}" зі значенням "{value}".

source: No occurrences found for "{name}"!
cs: Pro „{name}“ nebyly nalezeny žádné výskyty!
es: No se encontró ninguna ocurrencia para "{name}"!
hi: "{name}" के लिए कोई घटना नहीं मिली!
id: Tidak ditemukan kemunculan untuk "{nama}"!
nb_no: Ingen «{name}» funnet.
pt: Nenhuma ocorrência encontrada para "{name}"!
sk: Neboli nájdené žiadne udalosti pre "{name}"!
ta: "{name}" க்கு எந்த நிகழ்வுகளும் கிடைக்கவில்லை!
uk: Не знайдено випадків для "{name}"!

source: Format is unsupported
cs: Formát není podporovaný
es: El formato no compatible
hi: प्रारूप असमर्थित है
id: Format tidak didukung
nb_no: Bildeformatet støttes ikke
pl: Format nie jest obsługiwany
pt: Formato não suportado
sk: Formát je nepodporovaný
ta: வடிவம் ஆதரிக்கப்படவில்லை
uk: Формат не підтримується

source: Image Url Error: {info}
es: Error en la Url de la imagen: {info}
hi: छवि URL त्रुटि: {info}
pt: Erro Url da Imagem: {info}
ta: பட முகவரி பிழை: {info}
uk: Помилка URL-адреси зображення: {info}

source: Image Data Url Error: {info}
es: Error de la Url con los datos de la imagen: {info}
hi: छवि डेटा URL त्रुटि: {info}
pt: Erro de URL de dados de imagem: {info}
ta: பட தரவு முகவரி பிழை: {info}

source: Image Data Invalid Base64: {info}
es: Datos de la imagen en Base64 no válidos: {info}
hi: छवि डेटा अमान्य Base64: {info}
pt: Dados de Imagem Inválida Base64: {info}
ta: படத் தரவு தவறான அடிப்படை 64: {info}

source: Network Error: {info}
cs: Chyba sítě: {info}
es: Error de red: {info}
hi: नेटवर्क त्रुटि: {info}
id: Kesalahan Jaringan: {info}
nb_no: Nettverksfeil: {info}
pl: Błąd sieci: {info}
pt: Erro de rede: {info}
sk: Chyba siete: {info}
ta: பிணைய பிழை: {info}
uk: Помилка мережі: {info}

source: Request Error: {info}
cs: Chyba požadavku: {info}
es: Error de solicitud: {info}
hi: अनुरोध त्रुटि: {info}
id: Kesalahan Permintaan: {info}
nb_no: Nettverksfeil: {info}
pl: Błąd zapytania: {info}
pt: Erro de requisição: {info}
sk: Žiadosť o chybu: {info}
ta: கோரிக்கை பிழை: {info}
uk: Помилка запиту: {info}

source: Image Error: {info}
cs: Chyba obrázku: {info}
es: Error de imagen: {info}
hi: छवि त्रुटि: {info}
id: Kesalahan Gambar: {info}
nb_no: Bildefeil: {info}
pl: Błąd obrazu: {info}
pt: Erro de imagem: {info}
sk: Chyba obrázka: {info}
ta: பட பிழை: {info}
uk: Помилка зображення: {info}
